12/data/attachments/6a591cdf568ca495.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_40897f9a-240d-4576-a980-e6db35eaa331</nif:username>
            <nif:friendToBeAdded>Cynthia_training_Actions_52773_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>